Repository: wpsight/wpcasa-gravity-forms
Catalog: languages/wpcasa-gravityforms-*.po
Languages: es_es

source: None
es_es: Ninguno

source: Listing Form
es_es: Formulario

source: Select the form that you want to use on listing pages.
es_es: Seleccione el formulario que quiere mostrar en páginas de inmuebles.

source: Form Display
es_es: Visualización

source: Select where to display the listing form or choose to manually add the form via shortcode or function.
es_es: Seleccione dónde desea visualizar el formulario o si opta por añadirlo manualmente a través de un shortcode o función.

source: At the end
es_es: Al final

source: After details
es_es: Después de los detalles

source: After description
es_es: Después de la descripción

source: After features
es_es: Después de las características

source: After location
es_es: Después de la ubicación

source: After agent
es_es: Después del agente

source: Do not display
es_es: No mostrar

source: Form CSS
es_es: Código CSS

source: Please uncheck the box to disable the plugin from outputting CSS.
es_es: Por favor, desactive la casilla para que el plugin no genere ningún CSS.

source: Add support for Gravity Forms to attach property details to the contact email sent from WPCasa listing pages.
es_es: Añadir soporte para Gravity Forms para adjuntar detalles de la propiedad a los emails enviados desde páginas de inmueble de WPCasa.
